{
  "text": "The comparative efficacy and toxicity of second-line drugs in rheumatoid arthritis. Results of two metaanalyses.\n We performed 2 metaanalyses of placebo-controlled and comparative clinical trials to examine the relative efficacy and toxicity of methotrexate (MTX), injectable gold, D-penicillamine (DP), sulfasalazine (SSZ), auranofin (AUR), and antimalarial drugs, the second-line drugs most commonly used to treat rheumatoid arthritis (RA).\n For the efficacy study, we applied a set of inclusion criteria and focused on trials which provided information on tender joint count, erythrocyte sedimentation rate, or grip strength.\n We found 66 clinical trials that contained 117 treatment groups of interest, and for each drug, we combined the treatment groups.\n For each outcome, results showed that AUR tended to be weaker than other second-line drugs.\n The results of the 3 outcome measures were synthesized into a composite measure of outcomes, and AUR was significantly weaker than MTX (P = 0.006), injectable gold (P less than 0.0001), DP (P less than 0.0001), and SSZ (P = 0.009) and was slightly, but not significantly, weaker than antimalarial agents (P = 0.11).\n We also found heterogeneity among antimalarial agents, in that patients treated with chloroquine did better than those treated with hydroxychloroquine.\n We found little difference in efficacy between MTX, injectable gold, DP, and SSZ.\n A power analysis showed that a trial should contain at least 170 patients per treatment group to successfully differentiate between more effective and less effective (e.g., AUR) second-line drugs.\n None of the reported interdrug comparative trials we reviewed were this large.\n For the toxicity study, our inclusion criteria captured RA trials which reported the proportion of patients who discontinued therapy because of drug toxicity and the total proportion who dropped out.\n We found 71 clinical trials that contained 129 treatment groups.\n The average proportion who dropped out and the average proportion who dropped out because of drug toxicity were computed for each drug.\n Overall, 30.2% of the patients in these trials dropped out; 50% of them did so because of drug toxicity.\n Injectable gold had higher toxicity rates (P less than 0.05) and higher total dropout rates (P less than 0.01) than any other drug; 30% of gold-treated patients dropped out because of side effects versus 15% of all trial patients.\n Antimalarial drugs and AUR had relatively low rates of toxicity; the rate for MTX was imprecise because of discrepancies between trials.\n Thus, of the commonly used second-line drugs, AUR is the weakest, and injectable gold is the most toxic.\n Agents introduced in the future will be compared with these drugs.(ABSTRACT TRUNCATED AT 400 WORDS).",
  "category": "C17"
}