{
  "text": "The predictive value of needle localization mammographically assisted biopsy of the breast.\n This study was done to review critically the experience at the University of California at San Diego in needle localization mammographic biopsy of the breast with regard to use and accuracy in identifying early carcinoma of the breast.\n Ninety-seven patients underwent needle localization mammographic biopsy of the breast between 1985 and 1987.\n Indications for this procedure included the presence of microcalcifications or a mass shown on mammographic examination, or both, in conjunction with physical examination which did not define a discrete abnormality in the area.\n Mammographic, demographic, pathologic, hormone receptor data and staging information were recorded and processed on the MicroVax II computer (Digital Equipment Corporation).\n Twenty-four per cent of lesions with needle localization mammographic assisted biopsy proved to be malignant.\n Sixteen lesions were diagnosed as an infiltrating ductal carcinoma and ten of these had an accompanying intraductal carcinoma.\n Over-all, intraductal carcinoma was present in 16 of the 23 specimens diagnosed as malignant.\n At biopsy, the margins were clear in 17 of 23, and vascular invasion was present in only one patient with an infiltrating lobular carcinoma.\n Five were tumor in situ, 12 were stage 1 and five were stage 2 (staging information was not available in one instance).\n Hormone receptor data were available in 17 of 23 specimens.\n Estrogen receptors were positive in 13 and progesterone receptors were positive in six.\n The smallest preinvasive malignant lesion was 4 millimeters, as seen on the mammogram, and the smallest free-standing invasive lesion was 8 millimeters.\n Preinvasive lesions (intraductal) presented as microcalcifications in 80 per cent.\n Invasive lesions presented as either a mass (n = 9) or as a mass and microcalcifications (n = 5) in 81 per cent.\n All five lesions presenting as both a mass and microcalcifications on mammogram proved to be malignant.\n Multifocal lesions on mammographic examination which proved to be malignant were multifocal pathologically in only 50 per cent.\n Needle localization mammographic biopsy is useful in detecting early carcinoma of the breast.\n Biopsy should be done on lesions presenting on mammogram as both a mass and microcalcifications and not observed.\n Focality of lesions on mammogram does not correlate with focality on biopsy and may be misleading as criteria for operative planning.",
  "category": "C04"
}