{
  "text": "Approach to men with urethritis and urologic complications of sexually transmitted diseases.\n The most important causes of urethritis, and epididymitis in younger men, are C.\n trachomatis and N.\n gonorrhoeae.\n Management of these syndromes requires a thorough sexual history, genital examination, evaluation for objective and laboratory evidence of infection, antimicrobial therapy directed toward the major etiologies, and evaluation and treatment of sexual partners.\n Treatment of N.\n gonorrhoeae requires use of a single-dose regimen active against this organism, plus a 7- to 10-day tetracycline regime active against C.\n trachomatis and nongonococcal urethritis.\n With recommended regimens, microbiologic failure is infrequent in compliant patients.\n Recurrent urethritis is frequent, however.\n The management of patients with persistent or recurrent symptoms requires careful reevaluation of the patient, documentation of urethritis, and re-treatment with antimicrobials if urethritis is documented by positive cultures or increased numbers of polymorphonuclear leukocytes in urethral secretions.\n Additional treatment beyond this point usually is not indicated, even though a proportion of men will remain symptomatic and some of these will have increased numbers of polymorphonuclear leukocytes in urethral secretions.\n The most important causes of prostatitis, and epididymitis in older men or men with urethral structural abnormalities, are classical urinary tract pathogens rather than sexually transmitted pathogens.\n Management of these infections includes documentation of the infection and treatment directed toward the specific pathogen.\n Men with symptoms of \"prostatitis\" must be evaluated using both urine and prostatic secretions to document infection and inflammation.\n The majority of men with such symptoms do not have an infection that can be documented.\n These men respond poorly to medications.\n Men with documented chronic bacterial prostatitis require long courses of antimicrobials to effect cure.\n In some cases, however, the disease is intractable, and chronic suppression with antimicrobials may be necessary.",
  "category": "C23"
}