{
  "text": "Randomized comparison of routine vs highly selective use of Doppler ultrasound and biophysical scoring to investigate high risk pregnancies \n OBJECTIVE--To compare routine versus highly selective use of Doppler ultrasound and biophysical scoring in higher risk pregnancy.\n DESIGN--A pragmatic randomized trial.\n SETTING--St James's University Hospital, Leeds.\n SUBJECTS--500 pregnant women at high risk of intrauterine growth retardation or still birth.\n INTERVENTIONS--Regular monitoring with biophysical profile assessment and Doppler velocity waveform recording in umbilical and uteroplacental arteries.\n Results immediately available to clinicians.\n MAIN OUTCOME MEASURES--Gestational age at delivery, obstetric intervention rates and short-term neonatal morbidity.\n RESULTS--Risk factors were distributed very evenly between the 250 patients in the study and control groups respectively.\n A total of 902 biophysical profile and Doppler assessments were done in the 250 study group patients and only in 12 patients in the control group.\n In the study group, absent end-diastolic flow was found in only 2.7% of all 902 measurements.\n A persistently abnormal biophysical score was always associated with absence of end-diastolic flow.\n The mean gestational age at induction of labour was statistically and clinically similar in the two groups and there was no overall statistically significant difference in intervention rates between the two groups.\n There was a statistically significant lower frequency of depressed 5-min Apgar scores in the study group.\n Serious neonatal morbidity was also statistically significantly more common in the control group than in the study group.\n CONCLUSIONS--The use of Doppler ultrasound in higher risk pregnancies does not lead to an increase in iatrogenic preterm delivery.\n The total rate of positive tests on Doppler ultrasound is very low and persistently abnormal biophysical scores are unlikely to be found in patients where umbilical end-diastolic blood flow is present.\n Surrogate measures for fetal damage seem to be improved when clinicians have access to Doppler ultrasound assessments.",
  "category": "C16"
}