{
  "text": "Elevated serum interleukin-6 associated with a failure in B cell differentiation in common variable immunodeficiency.\n Interleukin-6 (IL-6/B cell stimulatory factor 2) has been found to drive activated human B-lymphocytes through the final stages of differentiation to become immunoglobulin-producing cells.\n Most patients with common variable immunodeficiency (CVI) have B-lymphocytes that fail to differentiate into high-rate immunoglobulin-secreting cells in vivo and in vitro.\n In view of (1) the known effects of IL-6 to promote B-lymphocyte terminal differentiation and (2) the defect in differentiation in B-lymphocytes of patients with CVI, we believed that it was important to analyze the role of this cytokine in patients with CVI.\n Using an IL-6-dependent murine hybridoma cell line in a bioassay, serum IL-6 levels were determined in 17 patients with CVI and in eight normal control subjects.\n Thirteen of the 17 patients with CVI exhibited serum IL-6 levels that were twofold to 18-fold higher than the range (mean, +2 SD) of normal control subjects.\n Spontaneous IL-6 production by peripheral blood mononuclear cells (PBMC) of patients with CVI was significantly higher than that from normal control subjects, whereas lipopolysaccharide maximally stimulated IL-6 production by PBMCs of patients with CVI or PBMCs of normal control subjects was equivalent.\n A substance inhibitory of IL-6 bioactivity was found in equivalent amounts in sera of both patients and normal control subjects.\n Sera from patients with CVI with high IL-6 bioactivity were found to have saturated this IL-6 inhibitory substance, thus resulting in large amounts of free IL-6 in the sera.\n These studies suggest that the failure of B cells from patients with CVI to terminally differentiate into high-rate immunoglobulin-secreting cells cannot be attributed to a decrease in the serum levels of IL-6 and that the increased circulating IL-6 levels in patients with CVI result from hyperproduction rather than decreased use of IL-6.\n The persistently elevated levels of IL-6 observed in some patients with CVI may secondarily result in the induction of the neoplastic and autoimmune phenomena associated with this disease.",
  "category": "C15"
}