{
  "text": "Simultaneous transesophageal atrial pacing and transesophageal two-dimensional echocardiography: a new method of stress echocardiography \n The diagnostic use of exercise echocardiography has been widely reported.\n However, transthoracic exercise echocardiography is inadequate in up to 20% of patients because of poor image quality related to exercise.\n In an attempt to overcome these limitations, a system was developed in which transesophageal echocardiography is combined with simultaneous transesophageal atrial pacing by means of the same probe.\n In a prospective study, transesophageal echocardiography was performed before, during and immediately after maximal atrial pacing in 50 patients with suspected coronary artery disease.\n Results of transesophageal stress echocardiography were considered abnormal when new pacing-induced regional wall motion abnormalities were observed.\n Correlative routine bicycle exercise testing was carried out in 44 patients.\n Cardiac catheterization was performed in all patients.\n The success rate in obtaining high quality diagnostic images was 100% by transesophageal echocardiography.\n All nine patients without angiographic evidence of coronary artery disease had a normal result on the transesophageal stress echocardiogram (100% specificity).\n Thirty-eight of 41 patients with coronary artery disease (defined as greater than or equal to 50% luminal diameter narrowing of at least one major vessel) had an abnormal result on the transesophageal stress echocardiogram (93% sensitivity).\n The sensitivity of the technique for one, two or three vessel disease was 85%, 100% and 100%, respectively, compared with 44%, 50% and 83%, respectively, for bicycle exercise testing; the 12 lead electrocardiogram (ECG) during rapid atrial pacing showed a sensitivity of 25%, 64% and 86%, respectively.\n Thus, rapid atrial pacing combined with simultaneous transesophageal echocardiography is a highly specific and sensitive technique for the detection of coronary artery disease.\n Ischemia-induced wall motion abnormalities were detected earlier than observed ECG changes.\n The technique appears to be particularly suited to patients who are unable to perform an active stress test or those with poor quality transthoracic echocardiograms.",
  "category": "C14"
}