{
  "text": "Expression of transcobalamin II receptors by human leukemia K562 and HL-60 cells.\n Plasma membrane receptors for the serum cobalamin-binding protein transcobalamin II (TCII) were identified on human leukemia K562 and HL-60 cells using immunoaffinity-purified human TCII labeled with [57Co]cyanocobalamin.\n The Bmax values for TCII receptors on proliferating K562 and HL-60 cells were 4,500 and 2,700 per cell, respectively.\n Corresponding dissociation constants (kd) were 8.0 x 10(-11) mol/L and 9.0 x 10(-11) mol/L.\n Rabbit TCII also bound to K562 and HL-60 cells but with slightly reduced affinities.\n Calcium was required for the binding of transcobalamin II to K562 cells.\n Brief treatment of these cells with trypsin resulted in almost total loss of surface binding activity.\n After removal of trypsin, surface receptors for TCII slowly reappeared, reaching pretrypsin treatment densities only after 24 hours.\n Reappearance of receptors was blocked by cycloheximide.\n TCII receptor densities on K562 and HL-60 cells correlated inversely with the concentration of cobalamin in the culture medium.\n This suggests that intracellular stores of cobalamin may affect the expression of transcobalamin receptors.\n Nonproliferating stationary-phase K562 cells had low TCII receptor densities (less than 1,200 receptors/cell).\n However, the density of TCII receptors increased substantially when cells were subcultured in fresh medium.\n Up-regulation of receptor expression coincided with increased 3H-thymidine incorporation, which preceded the resumption of cellular proliferation as measured by cell density.\n In the presence of cytosine arabinoside, which induces erythroid differentiation, K562 cells down-regulated expression of TCII receptors.\n When HL-60 cells were subcultured in fresh medium containing dimethysulfoxide to induce granulocytic differentiation, the up-regulation of TCII receptors was suppressed.\n This event occurred well before a diminution of 3H-thymidine incorporation and cessation of proliferation.\n Thus, changes in the regulation of expression of TCII receptors correlate with both the proliferative and differentiation status of cells.",
  "category": "C20"
}