{
  "text": "Global and molecular hemostatic markers in acute myeloid leukemia.\n Patients with acute myeloid leukemia have multiple hemostatic and thrombotic complications, which may or may not result from disseminated intravascular coagulation.\n Previous studies incorporating routine coagulation analyses failed to detect any clinically useful information in most of these patients.\n In this study, the first comprehensive evaluation of the various aspects of the hemostatic system in a population of patients with acute myeloid leukemia was performed.\n Eighteen patients (23-71 years of age) were studied at either diagnosis or relapse.\n Hemostatic studies were performed at onset and on days 3, 7, and 30 after initiation of therapy.\n The bone marrow blast counts ranged from 8% to 98%; prothrombin time and activated partial thromboplastin time showed only minor prolongations in a few of these patients.\n However, in all patients measurement of platelet-associated markers revealed elevated platelet factor 4 and thromboxane B2 and normal 6-keto-prostaglandin F1 alpha levels.\n Fibrinolytic markers showed an increase in D-dimer and tissue plasminogen activator and a decrease in alpha 2-antiplasmin levels.\n Plasminogen, plasminogen activator inhibitor, and fibrinogen levels were normal.\n Coagulation markers demonstrated a decrease in protein C and antithrombin III levels and an elevation of the thrombin-antithrombin complex.\n The pretreatment values for all hemostatic markers studied were similar to the values obtained on days 3, 7, and 30 during treatment.\n This investigation demonstrated a subclinical activation of the components of the hemostatic system possibly leading to a hypercoagulable state.\n Although only six patients (33%) experienced hemorrhagic complications, the risk of bleeding and/or thrombosis was strongly evident in all patients.\n The significance of finding abnormal levels of specific molecular markers of hemostasis will be established in the future application of such markers in clinical evaluations of leukemic patients known to be at risk for coagulation disorders.",
  "category": "C20"
}