{
  "text": "Efficacy and toxicity of sodium stibogluconate for mucosal leishmaniasis.\n OBJECTIVE: To determine the efficacy and toxicity of the World Health Organization's (WHO) recommended treatment for mucosal leishmaniasis: antimony, 20 mg/kg body weight per day for 28 days.\n DESIGN: Open trial with 12-month follow-up.\n SETTING: Inpatient unit of a regional referral hospital in a developing country.\n PATIENTS: Twenty-nine consecutive eligible patients with culture-confirmed infection of the mucosa with Leishmania species who were otherwise healthy.\n Eight patients (28%) had mild to moderate disease (confined to the nasal mucosa).\n Twenty-one patients (72%) had severe disease (including the oropharynx as well as the nasal mucosa).\n INTERVENTION: Antimony, 20 mg/kg body weight intravenously every day for 28 days.\n Patients received antimony in the form of sodium stibogluconate.\n MEASUREMENTS AND MAIN RESULTS: Initial results of therapy were as follows: 63 of 72 lesions (88%) healed or markedly improved; all lesions were culture-negative for parasites; and 18 of 29 patients (62%) showed complete clinical and parasitologic cure of all lesions.\n By the 12-month follow-up examinations, however, 37 lesions had recurred, 8 new lesions had appeared, and only 8 patients (30%) showed clinical cure of all lesions.\n Of the 8 patients with mild to moderate disease, 6 were cured compared with only 2 of the 21 patients with severe disease.\n Side effects of this treatment regimen included T-wave inversion on electrocardiogram (4 patients), abnormal liver function tests (10 patients), and musculoskeletal pain (24 patients).\n No side effects occurred during week 1 of therapy.\n CONCLUSIONS: The only recommended treatment for mucosal leishmaniasis is ineffective in patients with severe disease.\n The acceptable toxicity of the regimen suggests that longer courses of therapy with antimony, or that trials with other antileishmanial agents alone or combined with antimony be evaluated as initial therapy for this disease.",
  "category": "C23"
}