{
  "text": "Utility of frozen-section evaluation of lymph nodes in the staging of bronchogenic carcinoma at mediastinoscopy and thoracotomy.\n We conducted a retrospective analysis of the utility of frozen-section diagnoses in determining lymph node status at mediastinoscopy in 122 consecutive patients with bronchogenic carcinoma.\n Thirty-five of 122 patients had one or more lymph nodes with frozen-section evaluation positive for metastatic carcinoma.\n Subsequent nodal sections not in the original frozen-section study revealed metastatic carcinoma in two additional patients.\n The false-negative rate was 1.6%.\n Sensitivity was 94.6%.\n Predictive value of negative frozen-section evaluation results was 97.7%.\n Because there were no false-positive frozen-section results, specificity and predictive value for positive results of frozen-section evaluation were 100%.\n The statuses of individual lymph nodes from these 122 patients were also evaluated.\n Six hundred twenty lymph nodes were sampled from the mediastinum at mediastinoscopy.\n Frozen-sections in 47 lymph nodes were positive.\n Subsequent nodal sections not in the original frozen-sections examination revealed metastatic carcinoma in four additional lymph nodes.\n The false-negative rate was 0.6%.\n Sensitivity was 92.2%.\n Predictive value of negative results from frozen-section evaluation was 99.3%.\n Because there were no false-positive frozen-section results, specificity and predictive value for positive results of frozen-section examination were 100%.\n We conclude that frozen-section evaluation of lymph nodes at mediastinoscopy reliably indicates lymph node status, thus enabling the physician to decide whether to proceed to thoracotomy.\n Thus staging of the carcinoma and definitive surgery can be accomplished during a single anesthetic procedure.\n Combining mediastinoscopy and thoracotomy with frozen-section diagnostic control also reduces both the length and cost of hospitalization.",
  "category": "C04"
}