{
  "text": "Maxillofacial surgery and nasal CPAP. A comparison of treatment for obstructive sleep apnea syndrome \n Nasal continuous positive airway pressure (CPAP) is the primary therapy for obstructive sleep apnea syndrome (OSAS).\n Recent reports have indicated, however, that there is a small but significant number of failures related to patient compliance.\n Primary surgical treatment, which has been uvulopalatopharyngoplasty (UPPP), has declined because of poor results.\n A reviewed of UPPP failures has shown that while UPPP eliminated palatal obstruction, it failed to eliminate base of tongue obstruction.\n Maxillofacial surgery has been reported as treatment of OSAS by correcting base of tongue obstruction.\n Thirty patients with severe OSAS were evaluated to compare nasal CPAP and maxillofacial surgery.\n The goal was to determine if our surgical protocol was as effective as nasal CPAP.\n All patients initially underwent baseline diagnostic polysomnography to document OSAS.\n A nasal CPAP study was performed to determine the appropriate positive end-expiratory pressure.\n The patients in this study were using nasal CPAP, but they found it unacceptable as long-term treatment and elected surgery.\n Maxillofacial surgery consisted of maxillary, mandibular, and hyoid advancement.\n Polysomnography was performed six months following surgery and compared with the night 2 CPAP results.\n The parameters included in the investigation were the respiratory disturbance index (RDI), lowest SaO2, number of SaO2 falls below 90 percent, total sleep time (TST), REM sleep percent, stage 3-4 sleep percent, and wake after sleep onset.\n The mean RDI before treatment was 72.0 (SD 25.7).\n After completing therapy, the RDI from surgery and CPAP was 8.8 (SD 6.0) and 8.6 (SD 4.1), respectively.\n The mean low SaO2 prior to treatment was 61.0 (SD 13.5), and the CPAP results and postsurgical results were 86.2 (SD 5.5) and 86.1 (SD 4.2), respectively.\n An analysis of variance was used to examine the results, and there was no statistical difference between nasal CPAP and surgery for all respiratory variables.",
  "category": "C10"
}