{
  "text": "Mitral valve replacement in the first year of life.\n From 1973 through 1987 25 patients underwent mitral valve replacement in the first year of life for mitral stenosis and mitral regurgitation.\n The patients with mitral stenosis included two with mitral arcade, two with supravalvular mitral stenosis with hypoplastic mitral valve, and one with parachute mitral valve.\n Included in the group of patients with mitral regurgitation were 12 with atrioventricular canal defect, six with chordal and leaflet defects, one with Marfan's syndrome, and one with bacterial endocarditis.\n Prostheses included 12 Bjork-Shiley (17 mm), seven St.\n Jude Medical (19 mm in four, 21 mm in three), five stent-mounted dura mater valves (12 mm to 16 mm), and one porcine xenograft (19 mm).\n In four patients the valves were placed in the left atrium in a supraannular location.\n There were nine operative (atrioventricular canal defect seven, mitral regurgitation two) and five late (atrioventricular canal defect four, mitral stenosis one) deaths, giving actuarial 1- and 5-year survival rates of 52% and 43%, respectively.\n All 6 patients with tissue valves died; the four with supraannular mitral valve replacement survived.\n Since 1983 operative mortality has been reduced to 0% (70% confidence limits 0% to 24%).\n Nine patients required a second mitral valve replacement for prosthetic stenosis 5 to 69 (mean 30) months after the original mitral valve replacement (one operative death).\n Because of improvements in repair of atrioventricular canal defect in infancy, the need for mitral valve replacement at atrioventricular canal defect repair has decreased.\n Although valvuloplasty has been advocated for repair of congenital mitral valve disease and is applicable in some infants with mitral regurgitation, mitral valve replacement is frequently unavoidable for congenital mitral disease and can now be accomplished at a low operative risk, even when the prosthesis has to be positioned supraannularly.",
  "category": "C23"
}