{
  "text": "Paraneoplastic pemphigus. An autoimmune mucocutaneous disease associated with neoplasia.\n BACKGROUND and METHODS.\n We describe five patients with underlying neoplasms in whom painful mucosal ulcerations and polymorphous skin lesions developed, usually with progression to blistering eruptions on the trunk and extremities.\n Histologic examination showed vacuolization of epidermal basal cells, keratinocyte necrosis, and acantholysis.\n Immunofluorescence testing revealed atypical pemphigus-like autoantibodies in perilesional epithelium and serum from all five patients.\n We studied the antigenic specificities of the autoantibodies by indirect immunofluorescence and immunoprecipitation, using extracts of 14C-labeled human keratinocytes.\n IgG purified from the serum of one patient was passively transferred to four neonatal mice to test for pathogenicity.\n RESULTS.\n Immunofluorescence testing showed that the autoantibodies bound to the surface of tissues containing desmosomes, including complex and simple epithelia, and myocardium.\n An identical and unique complex of four polypeptides with molecular weights of 250, 230, 210, and 190 was immunoprecipitated by all serum samples.\n The 250-kd polypeptide comigrated with desmoplakin I (a protein found in the desmosomes of all epithelia), and the 230-kd antigen comigrated with the antigen of bullous pemphigoid.\n Cutaneous blisters, a positive Nikolsky's sign, and epidermal and esophageal acantholysis developed in all mice into which the autoantibody was injected.\n Electron microscopy showed epidermal acantholysis similar to lesions of experimentally induced pemphigus vulgaris.\n CONCLUSION.\n These five patients with cancer had a novel acantholytic mucocutaneous disease characterized by autoantibodies that were pathogenic after passive transfer.\n The autoantibodies from these patients reacted with an antigen complex composed of desmoplakin I and the 230-kd antigen of bullous pemphigoid and two as yet unidentified epithelial antigens.\n We suggest the term \"paraneoplastic pemphigus\" for this disease.",
  "category": "C17"
}