{
  "text": "Fallopian tube cancer. The Roswell Park experience.\n Sixty-four patients with primary fallopian tube cancer treated at Roswell Park Memorial Institute from 1964 to 1987 underwent retrospective clinicopathologic review.\n In 40 patients fallopian tube cancer was the only primary, but in 24 patients primary fallopian tube cancer was part of a multifocal upper genital tract malignancy.\n Of the 40 patients with unifocal fallopian disease, the median survival was 28 months.\n Only 15% of patients were alive and disease free with follow-up ranging from 22 to 141 months (median, 90.5 months).\n Survival was not associated with stage of disease, tumor histology, grade, or depth of invasion in this series.\n Fourteen patients who received cisplatin-based chemotherapy were evaluable for response.\n Three patients (21%) responded; two complete and one partial.\n Twelve patients without clinical evidence of disease underwent second-look procedures, ten laparotomy and two laparoscopy.\n Four of ten second-look laparotomies were negative.\n Secondary debulking was done in three of four patients with gross disease, one of which had a negative third-look laparotomy.\n Negative laparotomy, second-look or third-look, was associated with improved survival (P = 0.016).\n One of the two laparoscopies was negative, but the patient recurred.\n In the remaining 24 patients cancer of the fallopian tube was part of a multifocal upper genital tract malignancy.\n In 12 patients tubal disease was invasive, and in 12, it was in situ.\n Separate primaries occurred in the ovaries (n = 20); uterus (n = 7); and cervix (n = 2).\n This represents 1.3% of ovarian malignancies treated at Roswell Park Memorial Institute during the study period.\n Fallopian tube cancer seems as virulent as ovarian cancer with few long-term survivors.\n It is frequently associated with other sites of upper genital tract malignancy.\n Second-look laparotomy is an important predictor of survival.\n Second-look laparoscopy may be useful if positive.",
  "category": "C04"
}