{
  "text": "The sequelae of Haemophilus influenzae meningitis in school-age children.\n BACKGROUND.\n Previous data on the consequences of Haemophilus influenzae type b meningitis for school-age children have been inconsistent, and much of the information on risk factors has been inconclusive.\n The present study was designed to evaluate the sequelae of this disease with a protocol for the comprehensive assessment of neuropsychological function.\n METHODS.\n Ninety-seven school-age children (mean age, 9.6 years), each of whom had a school-age sibling, were recruited from a survey of the medical records of 519 children treated for H.\n influenzae type b meningitis between 1972 and 1984 (at a mean age of 17 months) at the children's hospitals of Toronto, Ottawa, and Montreal.\n Of the 97 children, 41 had had an acute neurologic complication.\n Sequelae were assessed by comparing the index children with their nearest siblings on the basis of standardized measures of cognitive, academic, and behavioral status.\n RESULTS.\n Only 14 children (14 percent) had persisting neurologic sequelae: sensorineural hearing loss in 11 (unilateral in 6 and bilateral in 5), seizure disorder in 2, and hemiplegia and mental retardation in 1.\n Although the total sample of index children scored slightly below the siblings in reading ability, the 56 children without acute-phase neurologic complications (58 percent) were indistinguishable from their siblings on all measures.\n The differences between the groups were small even for the 41 pairs in which the index child had had an acute neurologic complication (mean full-scale IQ, 102 for the index children vs.\n 109 for the siblings).\n Sequelae were also associated with lower socioeconomic status and a lower ratio of glucose in cerebrospinal fluid to that in blood at the time of the meningitis.\n Behavioral problems were more prominent in index boys than index girls and in those who were older at the time of testing, but sex and age were not related to cognitive or academic sequelae.\n CONCLUSIONS.\n We find a favorable prognosis for the majority of children who are treated for meningitis caused by H.\n influenzae type b.",
  "category": "C10"
}