{
  "text": "Ultrasonography compared with intravenous urography in the investigation of adults with haematuria \n OBJECTIVE--To compare ultrasonography with intravenous urography in the investigation of adults with haematuria.\n DESIGN--Prospective study entailing the examination of all patients with both investigations concurrently.\n The investigations were performed independently on routine lists by different duty radiologists.\n Each was aware of the details of the request form but not of the findings of the other investigation.\n SETTING--Radiology department of a teaching hospital.\n PATIENTS--155 Consecutive adult patients (aged 18-93) referred from general practitioners and hospital outpatient clinics with a history of haematuria.\n FOLLOW UP--When results of both examinations proved normal no clinical or radiological follow up was sought.\n All abnormal findings of either investigation were correlated with results of subsequent imaging studies or operative findings.\n RESULTS--81 Patients (52%) had normal findings on urography and ultrasonography.\n Overall, the findings of ultrasonography concurred with those of urography in 144 cases (93%).\n Among the discrepant findings of the two investigations ultrasonography missed two ureteric calculi; one was in a non-dilated ureter, and in the other case ultrasonography detected the secondary ureteric dilatation.\n Ultrasound examination alone detected four bladder tumours not visible on urography with sizes ranging from 5 to 21 mm, representing one fifth of the 20 cystoscopically proved bladder tumours detected in the series.\n Ultrasonography detected all the 22 neoplastic lesions discovered in the study (20 bladder, two renal).\n Ultrasonography clarified the nature of renal masses evident in three urograms (simple cysts).\n CONCLUSIONS--Ultrasonography is a safe and accurate method of investigating the urinary tract in adults with haematuria.\n When combined with a single plain abdominal radiograph it proved to be superior to urography as the primary imaging study in this series.\n Ultrasonography should certainly be preferred to urography if cystoscopy is not planned.\n No urothelial tumours of the upper urinary tract were found in the series, reflecting their rarity.\n For those patients in whom ultrasonography and plain radiography have shown no abnormality and in whom cystoscopic appearances are normal urography would be advisable to exclude urothelial tumours of the upper urinary tract.",
  "category": "C13"
}