{
  "text": "Post-traumatic epilepsy: cellular mechanisms and implications for treatment.\n Epilepsy complicates severe head trauma.\n Development of persistent seizures appears to correlate with the extent of trauma.\n Although early reports suggested that prophylactic administration of antiepileptic drugs would prevent epileptogenesis, controlled studies have failed to corroborate this assumption.\n Head trauma initiates a sequence of responses that includes altered blood flow and vasoregulation, disruption of the blood-brain barrier, increases in intracranial pressure, focal or diffuse ischemia, hemorrhage, inflammation, necrosis, and disruption of fiber tracts.\n The presence of an intracranial hematoma has a robust association with the development of post-traumatic epilepsy.\n Extravasation of blood is followed by hemolysis and deposition of heme-containing compounds into the neuropil, initiating a sequence of univalent redox reactions and generating various free radical species, including superoxides, hydroxyl radicals, peroxides, and perferryl ions.\n Free radicals initiate peroxidation reactions by hydrogen abstraction from methylene groups adjacent to double bonds of fatty acids and lipids within cellular membranes.\n Intrinsic enzymatic mechanisms for control of free radical reactions include activation of catalase, peroxidase, and superoxide dismutase.\n Steroids, proteins, and tocopherol also terminate peroxidative reactions.\n Tocopherol and selenium are effective in preventing tissue injury initiated by ferrous chloride and heme compounds.\n Treatment strategies for prevention or prophylaxis of post-traumatic epilepsy must await absolute knowledge of mechanisms.\n Antioxidants and chelators may be useful, given the speculation that peroxidative reactions may be an important component of brain injury responses.\n However, potential treatment strategies involving gamma-aminobutyric acid (GABA) agonists, NMDA receptor antagonists, and barbiturates need further scientific assessment.",
  "category": "C21"
}