{
  "text": "Thirty-year follow-up of superior vena cava-pulmonary artery (Glenn) shunts.\n The first superior vena cava-pulmonary artery shunt (Glenn shunt) in our series was performed in February 1958.\n From then through September 1988, 91 patients have undergone this procedure for a wide variety of congenital defects.\n We here report follow-up data available on all patients.\n Ages ranged from 2 days to 46 years (mean 6.8).\n Diagnoses were as follows: tricuspid atresia, 27; single ventricle, 22; tetralogy of Fallot, 14; D-transposition of the great arteries, ventricular septal defect, and pulmonary stenosis, 9; D-transposition, 5; Ebstein's anomaly, 4; pulmonary atresia + intact septum, 4; and others, 6.\n The hospital mortality rate was 7.7% (one death in the last 53 patients, 1.9%).\n Five deaths occurred in patients less than 6 months old.\n There were 20 late deaths (22%) with actuarial survival rates of 84% and 66% at 10 and 20 years, respectively.\n Pulmonary arteriovenous fistula formation was seen in 18 patients (19.7%), six of whom have undergone therapeutic embolization with improvement in saturation.\n The prevalence of pulmonary arteriovenous fistula increases with time after shunt.\n No long-term shunt thrombosis or stricture formation was seen.\n Fifty percent of shunts were still functioning at 20 years.\n Palliation was limited because of decrease in blood flow to the contralateral pulmonary artery, collaterals between the inferior and superior venae cavae, and pulmonary arteriovenous fistula formation.\n Improvement in saturation was obtained in eight otherwise inoperable patients by creation of a right axillary arteriovenous fistula up to 19 years after the Glenn shunt.\n Three patients had conversion of a Blalock-Taussig shunt to a Glenn shunt with improvement in congestive heart failure.\n Twenty-six patients have undergone a Fontan procedure with two deaths.\n Compared with the group having a Fontan procedure without a prior Glenn operation, there was no difference in early or late mortality.\n Thirty years after a Glenn shunt, the first patient in this series is working full time after having undergone a modified Fontan procedure in 1981.\n We conclude that the Glenn connection, usually with supplemental procedures to enhance oxygenation, has provided excellent physiologic palliation with low mortality up to 30 years with no late thrombosis or stricture formation.\n The incidence of pulmonary arteriovenous fistula increases with time and can be effectively treated with embolization.\n Physiologic repair after the Glenn shunt carries a low mortality.\n Although currently used infrequently, superior vena cava-pulmonary artery shunting remains a useful method of palliation in selected patients.(ABSTRACT TRUNCATED AT 400 WORDS).",
  "category": "C16"
}