{
  "text": "Diabetes mellitus and hypertension.\n Hypertension and diabetes mellitus are chronic medical conditions that frequently coexist.\n In the United States, it is estimated that 10 million persons suffer from diabetes mellitus, 60 million from hypertension, and 3 million from the combination of the two.\n There may be a causal relationship between hypertension and diabetes.\n Obesity may be a precipitating factor for both hypertension and non-insulin-dependent diabetes mellitus.\n Those with insulin-dependent diabetes mellitus generally become hypertensive only with the onset of nephropathy.\n Glucose tolerance, insulin resistance, and hyperinsulinemia frequently occur with essential hypertension and may be aggravated by hypertension therapy, especially with diuretics and beta-blockers.\n Hyperinsulinemia may be an important common factor promoting sodium retention, sympathetic nervous system stimulation, and inhibition of the sodium pump.\n The Working Group on Hypertension in Diabetes has outlined a flexible modified version of the stepped-care approach to the treatment of hypertension in diabetes.\n Management is complex because diabetes is associated with autonomic neuropathy, sexual dysfunction, hyperlipidemia, and fluid and electrolyte disorders.\n All these problems can be exacerbated by antihypertensive treatment.\n Nonpharmacologic measures, which address weight reduction and sodium restriction, are logical, but aggressive antihypertensive medication is invariably necessary.\n Diuretics and/or beta-blockers were the mainstay of treatment until the introduction of angiotensin-converting enzyme (ACE) inhibitors and calcium channel blockers.\n These newer agents have no deleterious effects on carbohydrate metabolism and are generally better tolerated.\n Antihypertensive therapy may slow the rate of deterioration in diabetic nephropathy.\n This was first shown with diuretics, beta-blockers, and hydralazine and more recently with ACE inhibitors, which provide effective blood pressure control and a significant drop in albuminuria without affecting the glomerular filtration rate adversely.\n ACE inhibition may also lead to increased insulin sensitivity and glucose disposal rate.\n Long-term trials are needed to assess the effects of these new agents on the treatment of hypertension in the diabetic population.",
  "category": "C14"
}