{
  "text": "The effects of synthetic human secretin on calcium carbonate solubility in human bile \n This study sought to determine the effects of synthetic human secretin on ionized calcium and carbonate concentrations in human hepatic bile.\n Five patients with a nasobiliary drain in the right hepatic duct were studied.\n Three basal samples of bile were collected, each over a 15-minute period.\n Synthetic human secretin was then infused IV at 0.05 micrograms.kg-1.h-1 for 45 minutes followed by 0.5 micrograms.kg-1.h-1 for 45 minutes.\n Bile was sampled over 15-minute periods.\n To document return to baseline conditions, two further samples of bile were obtained over 15-minute periods 2 hours after the infusion was terminated.\n Bile acid concentration was determined by an enzymatic method; pH and PCO2 were measured with an automated analyzer.\n Total calcium was determined by inductively coupled plasma emission spectrometry and ionized calcium by an ion-specific electrode.\n Bicarbonate and carbonate concentrations were calculated using Henry's law and the Henderson-Hasselbalch equation.\n The fraction of bile sampled by the catheter was determined by Indocyanin Green recovery at the end of the experiment.\n Secretin caused an increase in bile flow and bicarbonate output.\n Bicarbonate concentrations increased from 26 +/- 3 mmol/L to 41 +/- 3 mmol/L (P less than 0.05), and chloride concentrations decreased.\n Mean bile acid concentrations declined significantly from 14.6 +/- 2 mmol/L to 4.7 +/- 1 mmol/L (P less than 0.05).\n Ionized calcium concentrations decreased from 0.7 +/- 0.005 mmol/L to 0.5 +/- 0.02 mmol/L (P less than 0.05) while pH increased significantly from 7.44 +/- 0.06 to 7.6 +/- 0.04 (P less than 0.05).\n Carbonate concentrations increased significantly from 0.15 +/- 0.02 mmol/L to 0.26 +/- 0.03 mmol/L, and the ion product for calcium carbonate increased significantly from 0.099 +/- 0.002 (mmol/L)2 to 0.135 +/- 0.015 (mmol/L)2 (P less than 0.05).\n Synthetic human secretin augments the ion product of calcium and carbonate in human hepatic bile, increasing the tendency for calcium carbonate precipitation.",
  "category": "C06"
}